Repository: 111319022/TPASS-app-iOS
Catalog: TPASS-app-iOS/Localizable.xcstrings
Source language: zh_hant
Languages: en

# more_plans_footer
source: 更多地區方案將於後續版本陸續開放，敬請期待。
en: More regional plans will be available in future updates.

# morning
source: 早上
en: Morning

# mrt
source: 北捷
en: TPE. Metro

# neverBackup
source: 尚未備份
en: Never backed up

# night
source: 晚上
en: Night

# no_cycles_description
source: 新增第一個 TPASS 週期開始追蹤
en: Add your first TPASS cycle to start tracking

# no_cycles_yet
source: 尚未建立週期
en: No Cycles Yet

# no_departure_stations
source: 尚未設定出門站點
en: No Departure Stations

# no_departure_stations_available
source: 目前沒有可用的出門站
en: No Available Departure Stations

# no_departure_stations_available_hint
source: 目前方案不支援已儲存的出門站點運具類型。請新增符合目前方案的出門站點。
en: The current plan doesn't support the transport types of your saved departure stations. Please add departure stations that match your current plan.

# no_departure_stations_hint
source: 新增出門站點後，可以快速新增出門路線
en: Add departure stations to quickly add trips when heading out

# no_home_stations
source: 尚未設定回家站點
en: No Home Stations

# no_home_stations_available
source: 目前沒有可用的回家站點
en: No Available Home Stations

# no_home_stations_available_hint
source: 目前方案不支援已儲存的回家站點運具類型。請新增符合目前方案的回家站點。
en: The current plan doesn't support the transport types of your saved home stations. Please add home stations that match your current plan.

# no_home_stations_hint
source: 新增回家站點後，可以快速新增回家路線
en: Add home stations to quickly add trips when heading home

# non_reserved_seat
source: 自由座
en: Non-Reserved

# notBreakeven $%lld
source: 💸 尚未回本 (差$%lld)
en: 💸 Not breakeven yet (Diff $%lld)

# notes_placeholder
source: 備註（選填）
en: Notes (optional)

# notes_placeholder_add
source: 備註 (可選)...
en: Notes (optional)...

# notification_cycle_expiring_body
source: 您的定期票將在 3 天後到期，記得評估是否續購喔！
en: Your pass expires in 3 days. Time to decide whether to renew!

# notification_cycle_expiring_title
source: TPASS 即將到期 📅
en: TPASS Expiring Soon 📅

# notification_cycle_new_body
source: 如果您已續購 TPASS，請記得在 App 內設定新週期，開始新的回本挑戰！
en: If you renewed TPASS, set a new cycle in the app to start a fresh challenge.

# notification_cycle_new_title
source: 新的週期開始了！🚀
en: New cycle has started! 🚀

# notification_cycle_section_footer
source: 在月票到期前提醒您，並在過期後提醒設定新週期。
en: Get reminders before your pass expires and after it expires.

# notification_cycle_toggle
source: 月票到期與續購提醒
en: Pass expiry & Renewal reminders

# notification_daily_body
source: 記得記錄今天的行程，看看離回本還有多遠！
en: Log today’s trips and see how close you are to breakeven!

# notification_daily_section_footer
source: 養成每日記錄的好習慣，數據更準確。
en: Build a daily logging habit for more accurate stats.

# notification_daily_section_title
source: 每日習慣
en: Daily Habit

# notification_daily_time
source: 提醒時間
en: Reminder time

# notification_daily_title
source: 今天搭車了嗎？🚌
en: Did you ride today? 🚌

# notification_daily_toggle
source: 每日記帳提醒
en: Daily reminder

# notification_go_to_settings
source: 前往設定
en: Open Settings

# notification_permission_desc
source: 請至 iPhone 的「設定」>「TPASS.calc」開啟通知，才能接收提醒。
en: Go to iPhone Settings > TPASS.calc to enable notifications.

# notification_permission_title
source: 尚未開啟通知權限
en: Notifications not enabled

# notification_settings_title
source: 通知設定
en: Notification Settings

# notifications
source: 通知提醒
en: Notifications

# noTripsRecorded
source: 尚無行程記錄
en: No trips recorded

# original_price_label $%lld
source: 原價 $%lld
en: Original $%lld

# original_price_short
source: 原價
en: Original

# originalPrice
source: 原始票價總額
en: Original Total Price

# past_cycles
source: 過去週期
en: Past Cycles

# percentage
source: 佔
en: Percentage

# plan_BeiYi
source: 北宜跨城際
en: Yilan-Taipei PASS

# plan_BeiYiMegaPASS
source: 北宜跨城際及雙北
en: Yilan-Taipei PASS + MegaPASS

# plan_central_non_resident
source: 中彰投苗(非市民)
en: Central Taiwan PASS (Non-Resident)

# plan_central_resident
source: 中彰投苗(市民)
en: Central Taiwan PASS (Resident)

# plan_chiayi_tainan
source: 嘉嘉南
en: Chiayi Tainan PASS

# plan_kaohsiung
source: 高雄
en: Kaohsiung PASS

# plan_north
source: 基北北桃
en: MegaCity PASS

# plan_south
source: 南高屏
en: Southern Taiwan PASS

# plan_tainan_chiayi_tra
source: 大台南加嘉義台鐵
en: Tainan + TRA to Chiayi

# plan_tainan_no_tra
source: 大台南不含台鐵
en: Tainan without TRA

# plan_tainan_with_tra
source: 大台南台鐵
en: Tainan with TRA

# plan_TaoMiao
source: 桃竹竹苗
en: TaoZhuZhuMaio PASS

# plan_Yilan
source: 宜蘭縣都市內
en: Yilan PASS

# plan_Yilan3Days
source: 宜蘭好行三日券
en: Yilan Trip PASS(3 Days)

# plan_ZhuMiao
source: 竹竹苗
en: ZhuZhuMaio

# please_select
source: 請選擇
en: Please select

# preferences
source: 偏好設定
en: Preferences

# price
source: 票價
en: Price

# price_format
source: %lld 元
en: $%lld

# price_placeholder
source: 金額
en: Amount

# proceed
source: 繼續
en: Proceed

# quick_add_departure
source: 快速出門
en: Quick Add Departure

# quick_add_home_trip
source: 快速新增回家路線
en: Quick Add Home Trip

# rebate_r1_mrt_item %@ %lld %lld
source: %1$@ 北捷 (%2$lld 趟) %3$lld%%
en: %1$@ TPE Metro (%2$lld trips) %3$lld%%

# rebate_r1_tra_item %@ %lld %lld
source: %1$@ 台鐵 (%2$lld 趟) %3$lld%%
en: %1$@ TR (%2$lld trips) %3$lld%%

# rebate_r2_bus_item %@ %lld %lld
source: %1$@ 公車 (%2$lld 趟) %3$lld%%
en: %1$@ Bus (%2$lld trips) %3$lld%%

# rebate_r2_rail_item %@ %lld %lld
source: %1$@ 鐵路 (%2$lld 趟) %3$lld%%
en: %1$@ Rail (%2$lld trips) %3$lld%%

# rebate_total
source: 回饋金總額
en: Total Rebate

# region_intro
source: TPASS 地區方案介紹
en: TPASS Plan Intro

# return_trip
source: 回程
en: Return Trip

# route_example 307
source: 例：307
en: Ex: 307

# route_example 1610
source: 例：1610
en: Ex: 1610

# route_title_bus %@
source: %@路
en: Route %@

# save
source: 儲存
en: Save

# select_home_station
source: 選擇回家站點
en: Select Home Station

# select_line
source: 選擇線路
en: Select Line

# select_region
source: 選擇線路
en: Select Line

# select_region_first
source: 請先選擇線路
en: Select Lines First

# select_route
source: 選擇路線
en: Select Line

# select_route_first
source: 請先選路線
en: Select a line first

# select_station
source: 選擇站點
en: Select Station

# select_transfer_type
source: 選擇轉乘方案
en: Select Transfer Type

# select_transport_type
source: 選擇運具類型
en: Transport Type

# settings
source: 設定
en: Settings

# start_date
source: 開始日期
en: Start Date

# start_point
source: 起點
en: Start

# station
source: 站點
en: Station

# station_name
source: 站點名稱
en: Station Name

# submit_button
source: 加入計算
en: Add Trip

# taichung_changhua_nantou_miaoli_non_resident
source: 台中、彰化、南投、苗栗（非台中市民）
en: Taichung, Changhua, Nantou, Miaoli (Non-Taichung Resident)

# taichung_changhua_nantou_miaoli_resident
source: 台中、彰化、南投、苗栗（台中市民/就學）
en: Taichung, Changhua, Nantou, Miaoli (Taichung Resident & Student)

# tainan_chiayi_tra_description
source: 台南、台鐵至嘉義
en: Tainan, Chiayi-Tainan TRA

# tainan_no_tra_description
source: 台南（僅公車+YouBike）
en: Tainan (Only Buses and Youbike)

# tainan_with_tra_description
source: 台南
en: Tainan

# taipei_new_taipei_taoyuan_keelung
source: 台北、新北、桃園、基隆
en: Taipei, New Taipei, Taoyuan, Keelung

# tcmrt
source: 中捷
en: TC. Metro

# theme
source: 主題選擇
en: Theme

# theme_dark
source: 深色主題
en: Dark Theme

# theme_light
source: 淺色主題
en: Light Theme

# theme_muji
source: 暖色主題
en: Warm Theme

# theme_system
source: 跟隨系統
en: System

# themeChanging
source: 更換中...
en: Changing...

# ticketType
source: 票種身分
en: Ticket Type

# timeDistribution
source: 時段分布 (次數)
en: Time Distribution (Trips)

# topRoutes
source: Top 5 熱門路線
en: Top 5 Popular Routes

# totalTrips_label
source: 總行程數
en: Total Trips

# tpass2Rebate
source: TPASS 2.0 回饋 (R2)
en: TPASS 2.0 Rebate (R2)

# tpassCost
source: TPASS成本
en: TPASS Cost

# tpassRaceProgress
source: TPASS 回本競速
en: TPASS Breakeven Progress

# tra
source: 台鐵
en: TR

# transfer
source: 轉乘
en: Transfer

# transfer_added
source: 已標記轉乘
en: Transfer marked

# transfer_cancelled
source: 已取消轉乘
en: Transfer cancelled

# transfer_hsinchu
source: 新竹(-15)
en: Hsinchu(-15)

# transfer_intro
source: 轉乘介紹
en: Transfer Guide

# transfer_intro_discount_format
source: 單趟折抵 $%lld
en: Per-ride discount $%lld

# transfer_intro_footer
source: 實際規則依各運輸單位公告為準。
en: Actual rules may vary by operator. Please refer to official notices.

# transfer_intro_identity_label
source: 目前身分
en: Current identity

# transfer_intro_summary
source: 依 TPASS 方案與身分列出可用的轉乘優惠。
en: Shows transfer discounts by TPASS plan and identity.

# transfer_intro_title
source: 轉乘介紹
en: Transfer Guide

# transfer_kaohsiung_bike
source: 高雄YouBike (-5)
en: KH YouBike (-5)

# transfer_kaohsiung_mrt_bus
source: 高捷↔公車 (-3)
en: KH Metro↔Bus (-3)

# transfer_saving
source: 轉乘省下
en: Transfer Saving

# transfer_taichung_citizen
source: 台中市民轉乘 (-10)
en: Taichung Citizen Trans. (-10)

# transfer_tainan_tra_bus
source: 台南台鐵↔公車 (-9)
en: TN TRA↔Bus (-9)

# transfer_taipei
source: 雙北/桃園轉乘 (-8/-6)
en: Taipei Standard (-8/-6)

# transfer_taoyuan_bus_tymrt
source: 桃園市民 公車→ 機捷(-9)
en: [TYCitizen] Bus→A.P.MRT (-9)

# transfer_taoyuan_tymrt_bus
source: 桃園市民 機捷→公車 (-18)
en: [TYCitizen] A.P.MRT→Bus (-18)

# transfer_yilan_adult
source: 宜蘭公車客運(-15)
en: Yilan Bus-Coach(-15)

# TransGuide_Bus_TYMRT
source: 桃園市民｜公車 → 機捷
en: TY Citizen | Bus → A.P.MRT

# TransGuide_Chayi_tainan
source: 嘉義、台南
en: Chiayi, Tainan

# TransGuide_Hsinchu_Bus_Bus
source: 新竹｜公車 ↔ 公車
en: HsinChu | Bus ↔ Bus

# TransGuide_tainan
source: 台南（不含台鐵、台南含台鐵、台南含嘉義台鐵）
en: Tainan (with TRA / without TRA / with TRA to Chiayi)

# TransGuide_Taipei_Bus_Metro Bus
source: 雙北｜北捷 ↔ 公車
en: TPE | Metro ↔ Bus

# TransGuide_Taipei_Metro_Bus
source: 雙北｜幹線公車 ↔ 公車
en: TPE | Metro Bus ↔ Bus

# TransGuide_transfer_kaohsiung_mrt_bus
source: 高雄｜高捷 ↔ 公車
en: KH | Metro ↔ Bus

# TransGuide_transfer_taichung_citizen
source: 台中市民｜公車超出10km上限10元
en: TC Citizen | Bus over 10 km discount

# TransGuide_transfer_tainan_tra_bus
source: 台南｜台鐵 → 公車
en: Tainan | TR → Bus

# TransGuide_transfer_yilan
source: 宜蘭｜客運 → 公車
en: Yilan | Coach → Bus

# TransGuide_TYMRT_Bus
source: 桃園市民｜機捷 → 公車
en: TY Citizen | A.P.MRT → Bus

# TransGuideInfo_kaohsiung_bike
source: 一小時內，-$5
en: Within an hour, -$5

# TransGuideInfo_kaohsiung_mrt_bus_adult
source: 一小時內，-$3 / 全票
en: Within an hour, -$3 / Adult

# TransGuideInfo_kaohsiung_mrt_bus_student
source: 一小時內，-$3 / 學生票
en: Within an hour, -$3 / Student

# transport_type
source: 運具類型
en: Transport Type

# transportInsight
source: 運具深度透視
en: Transport Type Insights

# trip_added
source: 行程已新增
en: Trip added

# trip_deleted
source: 已刪除行程
en: Trip deleted

# trip_duplicated
source: 已複製行程
en: Trip duplicated

# trip_updated
source: 行程已更新
en: Trip updated

# tripList
source: 行程列表
en: Trip List

# trips
source: 行程
en: Trips

# trips_unit
source: 趟
en: trips

# tutorial
source: 教學
en: Tutorial

# tutorial_addButton_desc
source: 點擊下方的「+」按鈕，選擇各運具，部分可以自動帶入票價。
en: Tap the "+" button below to select transportation and auto-fill fares.

# tutorial_addButton_title
source: 記下您的第一筆行程
en: Log Your First Trip

# tutorial_cycle_desc
source: 選擇您的計費週期，系統會自動統計該週期內的票價。
en: Select your billing cycle, the system will automatically calculate fares within that period.

# tutorial_cycle_title
source: 選擇計費週期
en: Select Billing Cycle

# tutorial_favorites_desc
source: 點擊右上角「★」按鈕，新增與管理您的常用通勤路線。
en: Tap the "★" button in the upper right corner to add and manage your favorite routes.

# tutorial_favorites_title
source: 新增與管理常用路線
en: Manage Favorite Routes

# tutorial_finish_title
source: 準備就緒！
en: Ready to Go!

# tutorial_longPress_title
source: 編輯與設定常用路線
en: Edit & Set Routes

# tutorial_next
source: 下一步
en: Next

# tutorial_quick_departure_desc
source: 使用這個按鈕可從已儲存的出門站快速新增一筆行程。
en: Use this button to quickly add a trip from your saved departure station.

# tutorial_quick_departure_title
source: 快速出門
en: Quick Add Departure

# tutorial_quick_home_desc
source: 使用這個按鈕可快速新增一筆前往回家站的行程。
en: Use this button to quickly add a trip to your saved home station.

# tutorial_quick_home_title
source: 快速回家
en: Quick Add Home

# tutorial_start
source: 開始使用
en: Get Started

# tutorial_swipe_desc
source: 在行程列表上「向左滑動」可刪除，「向右滑動」可進行快速操作。
en: Swipe left to delete, swipe right for quick actions.

# tutorial_swipe_title
source: 快速按鈕與刪除
en: Quick Actions & Delete

# tutorial_trips_finish_desc
source: 前往週期頁面設定第一個週期吧！
en: Go set your first cycle in Cycle Page!

# tutorial_trips_finish_title
source: 教學結束
en: Tutorial END

# tutorial_welcome_desc
source: 讓我們花 1 分鐘帶您熟悉如何輕鬆紀錄通勤費用。
en: Let's take 1 minute to learn how to easily track your commute expenses.

# tutorial_welcome_title
source: 歡迎使用 TPASS 回本計算機
en: Welcome to TPASS.calc

# tymrt
source: 機捷
en: A.P. MRT

# tymrt_citizen_discount_hint
source: 已套用桃園市民七折優惠
en: Taoyuan citizen 30% off applied

# update_button
source: 更新資訊
en: Update Info

# user_not_found
source: 找不到用戶資料
en: User not found

# version
source: 版本
en: Version

# weekday
source: 平日
en: Weekday

# weekend
source: 假日
en: Weekend

# yilan
source: 宜蘭
en: Yilan

# yilan_3_days
source: 宜蘭
en: Yilan

# yilan_taipei
source: 宜蘭、宜蘭-台北客運、台鐵（基隆、台北、新北）
en: Yilan, Coach for Yilan-Taipei, TR for Keelung-NewTaipei

source: 機場捷運
en: A.P. MRT

source: 選擇站點
en: Select Station
